---
kind: enumMember
id: F:Autodesk.Revit.DB.ScheduleHeadingOrientation.Horizontal
enum: Autodesk.Revit.DB.ScheduleHeadingOrientation
source: html/9e78a625-00d7-3cc4-96c2-47ec3ebe8dba.htm
---
# Autodesk.Revit.DB.ScheduleHeadingOrientation.Horizontal

Horizontal